{
  "Deol.nvim": { "branch": "master" },
  "FormatToWidth": { "branch": "master" },
  "NrrwRgn": { "branch": "master" },
  "Preserve.vim": { "branch": "master" },
  "UnconditionalPaste": { "branch": "master" },
  "agentic.nvim": { "branch": "main" },
  "agit.vim": { "branch": "master" },
  "apprentice.nvim": { "branch": "main" },
  "cmdalias.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-vsnip": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "diffchanges.vim": { "branch": "master" },
  "fern-hijack.vim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gina.vim": { "branch": "master" },
  "goyo.vim": { "branch": "master" },
  "ingo-library": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "linediff.vim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obvious-resize": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "plantuml-syntax": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tmuxline.vim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-abolish": { "branch": "master" },
  "vim-auto-autoread": { "branch": "master" },
  "vim-backup-tree": { "branch": "master" },
  "vim-binascii": { "branch": "master" },
  "vim-checkbox": { "branch": "master" },
  "vim-clean-fold": { "branch": "master" },
  "vim-cpp-enhanced-highlight": { "branch": "master" },
  "vim-crunch": { "branch": "master" },
  "vim-diff-enhanced": { "branch": "master" },
  "vim-diff-utils": { "branch": "visual_mapping" },
  "vim-dirdiff": { "branch": "master" },
  "vim-eunuch": { "branch": "master" },
  "vim-evanesco": { "branch": "master" },
  "vim-frisk": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-grepper": { "branch": "master" },
  "vim-gutentags": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-niceblock": { "branch": "master" },
  "vim-paren-crosshairs": { "branch": "master" },
  "vim-projectionist": { "branch": "master" },
  "vim-python-pep8-indent": { "branch": "master" },
  "vim-qfreplace": { "branch": "master" },
  "vim-quickhl": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-selection": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-speeddating": { "branch": "master" },
  "vim-spell-utils": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "vim-yaml": { "branch": "master" },
  "vimagit": { "branch": "master" },
  "vista.vim": { "branch": "master" },
  "visualrepeat": { "branch": "master" }
}
